Repository: macnaileth/mapconnect
Catalog: languages/tsu-mapconnect-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Paths
de_de: Pfade

source: Base URL
de_de: Basis-URL

source: URL for Metadata
de_de: URL für Metadaten

source: URL for Database
de_de: URL für die Datenbank

source: Warning: Only change values here if you know what you are doing. If changed by accident, you can reset the values to the defaults using the reset button below.
de_de: Achtung: Ändern Sie hier nur Werte, wenn Sie wissen, was Sie tun. Bei versehentlichen Änderungen können Sie die Werte auf ihre Standards zurücksetzen, wenn Sie den Reset-Button unten verwenden.

source: Colours
de_de: Farben

source: Styling options
de_de: Styling Optionen

source: Mapconnect Metadata block
de_de: Mapconnect-Metadatenblock

source: Area name
de_de: Name des Gebiets

source: Area postcodes (comma-separated)
de_de: Postleitzahlen (durch Kommas getrennt)

source: Area link
de_de: Link zur Webseite des Gebiets

source: Contact email
de_de: Kontakt E-Mail

source: Area logo (numeric id or link)
de_de: Bereichslogo (numerische ID oder Link)

source: Activities (comma-separated)
de_de: Aktivitäten (durch Kommas getrennt)

source: Descriptive text
de_de: Beschreibender Text

source: Description of your area
de_de: Beschreibung Ihrer Region

source: This block is not rendered. It is only for storing metadata for your mapping needs which will be sent via the REST API.
de_de: Dieser Block wird nicht gerendert. Es dient nur zum Speichern von Metadaten für Ihre Mapping-Anforderungen, die über die REST-API gesendet werden.

source: Map Connect Metadata – hello from a dynamic block!
de_de: Map Connect Metadaten – Hallo aus einem dynamischen Block!

source: If you can read this, the map application has not been loaded correctly. Try again later. If this persists, contact the site administrator.
de_de: Wenn Sie das lesen können, wurde die Kartenapplikation nicht korrekt geladen. Versuchen Sie es später nochmals. Wenn das Problem bestehen bleibt, kontaktieren Sie den Administrator der Seite.

source: MapConnect area box
de_de: MapConnect Gebietsdatenbox

source: Name of area
de_de: Name des Gebiets

source: Logo or other image
de_de: Logo oder anderes Bild

source: logo image
de_de: Logo-Bild

source: Contact email address
de_de: Kontakt E-Mail Adresse

source: Link to area webpage
de_de: Link zur Webseite des Gebiets

source: Activities in area (comma-separated)
de_de: Aktivitäten/Angebote im Gebiet (durch Kommas getrennt)

source: Socialmedia presence
de_de: Social-Media-Präsenzen

source: You are currently using the Map Connect plugin with the Classic Editor plugin for WordPress. We strongly recommend using Gutenberg instead, since Classic Editor is deprecated and we will stop supporting it in the near future.
de_de: Sie verwenden derzeit das Map Connect-Plugin mit dem Classic Editor-Plugin für WordPress. Wir empfehlen dringend, stattdessen Gutenberg zu verwenden, da Classic Editor veraltet ist und wir ihn in naher Zukunft nicht mehr unterstützen werden.

source: Error with handling input according postcodes. Some data has been filtered out.
de_de: Fehler bei der Handhabung von Eingaben nach Postleitzahlen. Einige Daten wurden herausgefiltert.

source: Request successful. You requested data for:
de_de: Anfrage erfolgreich. Sie haben Daten angefordert für:

source: Your request did not return any data. You requested data for:
de_de: Ihre Anfrage hat keine Daten zurückgegeben. Sie haben Daten angefordert für:

source: The server you requested data from is not ready to handle your request. Probably server is overloaded or down for maintance:
de_de: Der Server, von dem Sie Daten angefordert haben, ist nicht bereit, Ihre Anfrage zu bearbeiten. Wahrscheinlich ist der Server überlastet oder wegen Wartungsarbeiten ausgefallen:

source: Something went wrong with your request. Check again. If this keeps happening, contact the site admin:
de_de: Bei Ihrer Anfrage ist etwas schief gelaufen. Überprüfen Sie es erneut. Wenn dies weiterhin der Fall ist, wenden Sie sich an den Site-Administrator:

source: Map connect plugin to connect specific page data with frontend map application using the wordpress REST api.
de_de: Map Connect Plugin, um bestimmte Seitendaten mit einer Frontend-Kartenanwendung über die WordPress REST API zu verbinden.
